/* OSD hint */
" " = " ";

/* Inspector Info */
" tracks" = " tracce";

/* OSD hint media info */
"%@, %.1fkbps, %.1fkHz %dbit, %d channels" = "%1$@, %2$.1fkbps, %3$.1fkHz %4$dbit, %5$d canali";

/* OSD hint media info */
"%@, %.1fkbps, %d×%d, %.1ffps\n" = "%1$@, %2$.1fkbps, %3$d×%4$d, %5$.1ffps\n";

/* OSD hint media info */
"%@, %.1fkHz %dbit, %d channels" = "%1$@, %2$.1fkHz %3$dbit, %4$d canali";

/* OSD hint media info */
"%@, %d×%d, %.1ffps\n" = "%1$@, %2$d×%3$d, %4$.1ffps\n";

/* Pref General */
"absolute time position" = "posizione temporale assoluta";

/* Pref Video & PrefToolBarLabel */
"Advanced" = "Avanzato";

/* Pref Subtitle */
"Alignment:" = "Allineamento:";

/* Pref Subtitle */
"Allow overlapping subtitles" = "Permetti sottotitoli sovrapposti";

/* Pref General */
"Always" = "Sempre";

/* Pref Video */
"Always hide Dock in fullscreen mode" = "Nascondi sempre il Dock nella modalità schermo intero";

/* Pref Video */
"Always try to use secondary screen" = "Utilizza sempre il monitor secondario, se disponibile";

/* Text Enc */
"Arabic (ISO 8859-6)" = "Arabo (ISO 8859-6)";

/* Text Enc */
"Arabic (Mac)" = "Arabo (Mac)";

/* Text Enc */
"Arabic (Windows-1256)" = "Arabo (Windows-1256)";

/* preference */
"Ask me" = "Chiedimi";

/* OSD hint */
"Aspect Ratio: Locked" = "Aspect Ratio bloccato";

/* OSD hint */
"Aspect Ratio: Restored" = "Aspect Ratio ripristinato";

/* OSD hint */
"Aspect Ratio: Unlocked" = "Aspect Ratio sbloccato";

/* PrefToolBarLabel */
"Audio" = "Audio";

/* OSD hint */
"Audio %@" = "Audio %@";

/* OSD hint */
"Audio Delay: %.1f s" = "Ritardo audio: %.1f s";

/* Inspector Info */
"Audio:%d" = "Audio:%d";

/* Text Enc */
"Baltic (ISO 8859-13)" = "Baltico (ISO 8859-13)";

/* Text Enc */
"Baltic (ISO 8859-4)" = "Baltico (ISO 8859-4)";

/* Text Enc */
"Baltic (Windows-1257)" = "Baltico (Windows-1257)";

/* Pref Subtitle */
"Border Color:" = "Colore del bordo:";

/* Pref Subtitle */
"Bottom - Left" = "Basso - Sinistra";

/* Pref Subtitle */
"Bottom - Middle" = "Basso - Centro";

/* Pref Subtitle */
"Bottom - Right" = "Basso - Destra";

/* Pref Subtitle */
"Bottom only" = "Solo in basso";

/* Video Tuner Panel */
"Brightness:" = "Luminosità:";

/* Pref Network */
"Cache size for stream:" = "Dimensione della cache per lo stream:";

/* OSD hint */
"Caching: %4.2f%%" = "Caching: %4.2f%%";

/* No comment provided by engineer. */
"Can't find a proper file to play" = "Impossibile trovare un file supportato da riprodurre";

/* Panel Button */
"Cancel" = "Annulla";

/* Text Enc */
"Celtic (ISO 8859-14)" = "Celtico (ISO 8859-14)";

/* Text Enc */
"Celtic (Mac)" = "Celtico (Mac)";

/* Text Enc */
"Central Europe (ISO 8859-16)" = "Europa centrale (ISO 8859-16)";

/* Text Enc */
"Central Europe (ISO 8859-2)" = "Europa centrale (ISO 8859-2)";

/* Text Enc */
"Central Europe (Mac)" = "Europa centrale (Mac)";

/* Text Enc */
"Central Europe (Windows-1250)" = "Europa centrale (Windows-1250)";

/* OSD hint */
"Chapter: %@" = "Capitolo: %@";

/* Text Enc */
"Chinese Simplified (EUC)" = "Cinese semplificato (EUC)";

/* Text Enc */
"Chinese Simplified (GB18030)" = "Cinese semplificato (GB18030)";

/* Text Enc */
"Chinese Simplified (ISO 2022)" = "Cinese semplificato (ISO 2022)";

/* Text Enc */
"Chinese Simplified (Mac)" = "Cinese semplificato (Mac)";

/* Text Enc */
"Chinese Simplified (Windows-936)" = "Cinese semplificato (Windows-936)";

/* Text Enc */
"Chinese Traditional (Big5 HKSCS)" = "Cinese semplificato (Big5 HKSCS)";

/* Text Enc */
"Chinese Traditional (Big5)" = "Cinese tradizionale (Big5)";

/* Text Enc */
"Chinese Traditional (EUC)" = "Cinese tradizionale (EUC)";

/* Text Enc */
"Chinese Traditional (Mac)" = "Cinese tradizionale (Mac)";

/* Text Enc */
"Chinese Traditional (Windows-950)" = "Cinese tradizionale (Windows-950)";

/* SubEncoding */
"Choose a proper encoding method:" = "Seleziona il metodo di encoding corretto:";

/* open url panel */
"Clear Menu..." = "Rimuovi lo storico...";

/* Pref Subtitle */
"contains the video file name" = "contiene il nome del file video";

/* Video Tuner Panel */
"Contrast:" = "Contrasto:";

/* Text Enc */
"Cyrillic (ISO 8859-5)" = "Cirillico (ISO 8859-5)";

/* Text Enc */
"Cyrillic (KOI8-R)" = "Cirillico (KOI8-R)";

/* Text Enc */
"Cyrillic (KOI8-U)" = "Cirillico (KOI8-U)";

/* Text Enc */
"Cyrillic (Mac)" = "Cirillico (Mac)";

/* Text Enc */
"Cyrillic (Windows-1251)" = "Cirillico (Windows-1251)";

/* Pref Subtitle */
"Default (use the value in sub file)" = "Default (utilizza il valore impostato nel file dei sottotitoli)";

/* Pref Video */
"Deinterlace method" = "Metodo di deinterlacciamento";

/* Pref Audio */
"Detect SPDIF digital output automatically" = "Rileva automaticamente l'uscita digitale SPDIF";

/* SubEncoding */
"Detected file:\t%@\nEncoding:\t\t%@\nconfidence:\t%2.1f%%" = "File riconosciuto:\t%1$@\nCodifica:\t\t%2$@\nProbabilità:\t%3$.1f%%";

/* No comment provided by engineer. */
"Disable" = "Disabilita";

/* Pref Advanced */
"Disable horizontal mouse scrolling to seek" = "Disabilita lo scorrimento orizzontale del mouse per la ricerca";

/* Pref Advanced */
"Disable vertical mouse scrolling to change volume" = "Disabilita lo scorrimento verticale del mouse per cambiare il volume";

/* Pref Audio & Pref Video */
"Do not keep, always reset the settings when the playback stops" = "Non conservare, azzerare sempre le impostazioni ogni volta che la riproduzione viene interrotta";

/* Pref General */
"Enable \"Open Recent\" menu" = "Abilita il menù \"Apri recenti\"";

/* menu */
"Enter Fullscreen" = "Attiva la modalità a schermo intero";

/* Pref Video */
"Enter fullscreen when playback starts" = "Attiva la modalità schermo interno quando inizia la riproduzione";

/* Equalizer Panel */
"Equalizer" = "Equalizzatore";

/* No comment provided by engineer. */
"Error" = "Errore";

/* menu */
"Exit Fullscreen" = "Esci dalla modalità a schermo intero";

/* Pref Advanced */
"Extra options" = "Opzioni aggiuntive";

/* Pref General */
"Find and play next file automatically" = "Trova e riproduci il file successivo automaticamente";

/* Pref General */
"Font Color" = "Colore dei font";

/* Pref Subtitle */
"Font Color:" = "Colore dei font:";

/* Pref Subtitle */
"Font Style" = "Stile dei font";

/* Pref Video */
"Force index rebuilding" = "Forza la ricostruzione dell'indice";

/* Inspector Info */
"Format:" = "Formato:";

/* PrefToolBarLabel */
"General" = "Generali";

/* Text Enc */
"Greek (ISO 8859-7)" = "Greco (ISO 8859-7)";

/* Text Enc */
"Greek (Mac)" = "Greco (Mac)";

/* Text Enc */
"Greek (Windows-1253)" = "Greco (Windows-1253)";

/* Text Enc */
"Hebrew (ISO 8859-8)" = "Ebraico (ISO 8859-8)";

/* Text Enc */
"Hebrew (Mac)" = "Ebraico (Mac)";

/* Text Enc */
"Hebrew (Windows-1255)" = "Ebraico (Windows-1255)";

/* Pref Subtitle */
"height:" = "altezza:";

/* menu */
"Hide Auxiliary Controls" = "Nascondi i controlli ausiliari";

/* Pref General */
"Hide in" = "Nascondi in";

/* menu */
"Hide Letterbox" = "Disabilita Letterbox";

/* Pref Audio */
"How to keep the settings in the \"Equalizer\" ?" = "Come devono essere conservate le impostazioni nell'\"Equalizzatore\" ?";

/* Pref Video */
"How to keep the settings in the \"Video Tuner\" ?" = "Come devono essere conservate le impostazioni nelle \"Impostazioni video\" ?";

/* Video Tuner Panel */
"Hue:" = "Tonalità:";

/* Pref Subtitle */
"If confidence ≤" = "Se la sicurezza è ≤";

/* Pref Audio */
"If you use the built-in 2.0 speakers or minijack, please turn this on" = "Se utilizzi le casse 2.0 integrate o il minijack, questa opzione dev'essere attiva";

/* Pref Video */
"Image Enhancement" = "Miglioramento dell'immagine";

/* Inspector Info */
"Inspector" = "Ispettore";

/* Pref Subtitle */
"is any name" = "ha qualsiasi nome";

/* Text Enc */
"Japanese (EUC)" = "Giapponese (EUC)";

/* Text Enc */
"Japanese (ISO 2022)" = "Giapponese (ISO 2022)";

/* Text Enc */
"Japanese (Mac)" = "Giapponese (Mac)";

/* Text Enc */
"Japanese (Shift-JIS)" = "Giapponese (Shift-JIS)";

/* Text Enc */
"Japanese (Windows-932)" = "Giapponese (Windows-932)";

/* Pref General */
"Keep window on top:" = "Mantieni la finestra di fronte:";

/* Text Enc */
"Korean (EUC)" = "Coreano (EUC)";

/* Text Enc */
"Korean (ISO 2022)" = "Coreano (ISO 2022)";

/* Text Enc */
"Korean (Mac)" = "Coreano (Mac)";

/* Text Enc */
"Korean (Windows-949)" = "Coreano (Windows-949)";

/* Pref Subtitle */
"Load but don't display subtitle when playback starts" = "Carica i sottotitoli, ma non mostrarli durante la riproduzione";

/* Pref Subtitle */
"Load subtitle, if the sub file name" = "Carica i sottotitoli, se il nome del file";

/* Playlist OSD hint */
"Local files only" = "Solo file locali";

/* menu */
"Lock Aspect Ratio" = "Blocca Aspect Ratio";

/* Pref Subtitle */
"matches the video file name exactly" = "corrisponde esattamente al nome del file video";

/* OpenURL Panel */
"Media URL" = "URL";

/* OSD hint */
"Mute OFF" = "Mute OFF";

/* OSD hint */
"Mute ON" = "Mute ON";

/* PrefToolBarLabel */
"Network" = "Rete";

/* Pref General */
"Never" = "Mai";

/* Pref Audio & Pref Video */
"Never reset, save it as my preferences" = "Non azzerare, salva le impostazioni come predefinite";

/* Inspector Info */
"No Info" = "Nessuna informazione";

/* Pref Subtitle */
"No letterbox" = "Disattiva letterbox";

/* Playlist OSD hint */
"No next episode" = "Nessun episodio successivo";

/* Playlist OSD hint */
"No previous episode" = "Nessun episodio precedente";

/* Pref Video */
"None" = "Nessuno";

/* Pref Video */
"Normal" = "Normale";

/* Pref Video */
"Number of threads" = "Numero di thread";

/* Pref Subtitle */
"of movie's height" = "dell'altezza del video";

/* Panel Button */
"OK" = "OK";

/* Pref General */
"on the right of control bar" = "alla destra della barra di controllo";

/* No comment provided by engineer. */
"Open Media Files" = "Apri file multimediali";

/* OpenURL Panel */
"Open URL" = "Apri URL...";

/* No comment provided by engineer. */
"Open VIDEO_TS" = "Apri VIDEO_TS";

/* OSD hint */
"OSD settings changed" = "Impostazioni OSD modificate";

/* Pref Audio */
"Pass through:" = "Utilizza:";

/* OSD hint */
"Paused" = "Pausa";

/* Pref Video */
"Performance & Quality" = "Performance & Qualità";

/* Pref General */
"Player Control" = "Controlli del riproduttore";

/* Pref Network */
"Prefer IPV6" = "Preferisci IPV6";

/* Pref */
"Preferences" = "Preferenze…";

/* Pref General */
"Quit when window closed" = "Esci quando la finestra viene chiusa";

/* Pref General */
"relative time to current" = "tempo relativo";

/* Pref General */
"remaining time" = "il tempo rimanente";

/* Pref Audio */
"Remix DTS 5.1 to Stereo" = "Trasforma DTS 5.1 in Stereo";

/* Equalizer & Video Tuner Panel */
"Reset" = "Azzera";

/* Pref Audio & Pref Video */
"Reset the settings when the application quits" = "Azzera le impostazioni quando l'applicativo viene chiuso";

/* Pref Audio & Pref Video */
"Reset the settings when there is no next one to play" = "Azzera le impostazioni quando non ci sono più video da riprodurre";

/* Pref General */
"Resume playing from last stopped place" = "Riprende la riproduzione dall'ultimo punto in cui è stata interrotta";

/* Video Tuner Panel */
"Saturation:" = "Saturazione:";

/* Pref Subtitle */
"set encoding by" = "imposta l'encoding a";

/* Video Tuner Panel */
"Sharpness:" = "Nitidezza:";

/* Pref General */
"Show" = "Mostra";

/* menu */
"Show Auxiliary Controls" = "Mostra i controlli ausiliari";

/* menu */
"Show Letterbox" = "Abilita Letterbox";

/* Pref General */
"Show OSD" = "Mostra OSD";

/* Pref Subtitle */
"Size:" = "Dimensione:";

/* Inspector Info */
"Source:" = "Sorgente:";

/* Text Enc */
"South Europe (ISO 8859-3)" = "Europa del Sud (ISO 8859-3)";

/* OSD hint */
"Speed: %.1fX" = "Velocità: %.1fX";

/* Pref General */
"Start to play when media opened" = "Inizia la riproduzione non appena il media è stato caricato";

/* OSD hint */
"Stopped" = "Stop";

/* OSD hint */
"Sub Delay: %.1f s" = "Ritardo sottotitoli: %.1f s";

/* OSD hint */
"Sub: %@" = "Sottotitoli: %@";

/* PrefToolBarLabel */
"Subtitle" = "Sottotitoli";

/* SubEncoding */
"Subtitle Encoding" = "Codifica dei sottotitoli";

/* Inspector Info */
"Subtitle:%d" = "Sottotitoli:%d";

/* Pref Subtitle */
"Text Encoding Detection" = "Riconoscimento dell'encoding dei testi";

/* Text Enc */
"Thai (ISO 8859-11)" = "Tailandese (ISO 8859-11)";

/* Text Enc */
"Thai (Mac)" = "Tailandese (Mac)";

/* Text Enc */
"Thai (Windows-874/TIS-620)" = "Tailandese (Windows-874/TIS-620)";

/* No comment provided by engineer. */
"The file does not exist" = "Il file non esiste";

/* No comment provided by engineer. */
"The file is not supported by MPlayerX." = "Questo file non è supportato da MPlayerX.";

/* No comment provided by engineer. */
"The URL is not supported by MPlayerX." = "L'URL non è supportata da MPlayerX.";

/* Pref Subtitle */
"Top + Bottom" = "In alto e in basso";

/* Pref Subtitle */
"Top - Left" = "Alto - Sinistra";

/* Pref Subtitle */
"Top - Middle" = "Alto - Centro";

/* Pref Subtitle */
"Top - Right" = "Alto - Destra";

/* Pref Subtitle */
"Top only" = "Solo in alto";

/* Pref General */
"total time" = "il tempo complessivo";

/* Inspector Info */
"Track Info:" = "Info sulla traccia:";

/* Pref Network */
"Transfer RTSP stream over HTTP protocol" = "Trasferisci gli stream RTSP utilizzando il protocollo HTTP";

/* Pref General */
"Transparency" = "Trasparenza";

/* Text Enc */
"Turkish (ISO 8859-9)" = "Turco (ISO 8859-9)";

/* Text Enc */
"Turkish (Mac)" = "Turco (Mac)";

/* Text Enc */
"Turkish (Windows-1254)" = "Turco (Windows-1254)";

/* Text Enc */
"Unicode (UTF-16BE)" = "Unicode (UTF-16BE)";

/* Text Enc */
"Unicode (UTF-16LE)" = "Unicode (UTF-16LE)";

/* Text Enc */
"Unicode (UTF-32BE)" = "Unicode (UTF-32BE)";

/* Text Enc */
"Unicode (UTF-32LE)" = "Unicode (UTF-32LE)";

/* Text Enc */
"Unicode (UTF-8)" = "Unicode (UTF-8)";

/* menu */
"Unlock Aspect Ratio" = "Sblocca Aspect Ratio";

/* Pref Subtitle */
"Use embedded font if possible" = "Utilizza i font incorporati se possibile";

/* Pref Network */
"Use ffmpeg to handle the stream" = "Utilizza ffmpeg per gestire lo stream";

/* PrefToolBarLabel */
"Video" = "Video";

/* OSD hint */
"Video %@" = "Video %@";

/* Video Tuner Panel */
"Video Tuner" = "Impostazioni video";

/* Inspector Info */
"Video:%d" = "Video:%d";

/* Text Enc */
"Vietnamese (Mac)" = "Vietnamita (Mac)";

/* Text Enc */
"Vietnamese (Windows-1258)" = "Vietnamita (Windows-1258)";

/* OSD hint */
"Volume: %.1f" = "Volume: %.1f";

/* Text Enc */
"Western Europe (ISO 8859-1)" = "Europa dell'Ovest (ISO 8859-1)";

/* Text Enc */
"Western Europe (ISO 8859-15)" = "Europa dell'Ovest (ISO 8859-15)";

/* Text Enc */
"Western Europe (Mac)" = "Europa dell'Ovest (Mac)";

/* Text Enc */
"Western Europe (Windows-1252)" = "Europa dell'Ovest (Windows-1252)";

/* Pref Video */
"When entered fullscreen, DO NOT blank out other screens" = "Quando la modalità schermo intero è attiva, NON oscurare gli altri schermi";

/* Pref General */
"While playing" = "Mentre riproduci";

/* Pref Video */
"With this setting ON, MPlayerX will recalculate the index to make the video seekable, useful on some broken files. But this may delay playback start by several seconds" = "Con questa impostazione attiva, MPlayerX ricalcolerà l'indice per permettere di posizionarsi in qualunque parte del video, utile su alcuni file corrotti, anche se questa operazione ritarda la riproduzione di molti secondi";

/* OpenURL Panel */
"⌘-OK: Use FFMpeg to handle the stream" = "⌘-OK: Utilizza FFMpeg per gestire lo stream";

/* OpenURL Panel */
"⌘-OK: Use MPlayer to handle the stream" = "⌘-OK: Utilizza MPlayer per gestire lo stream";

